import { RandomId } from "./helper";

export const initData = [
  {
    id: RandomId,
    title: "فطار1",
    disc: "وجبة فطار ممتعه ولذيذة جدا جدا جداوجبة فطار ممتعه ولذيذة جدا جدا جدا ",
    category: "فطار",
    price: 30,
    img: "2.jpg",
  },
  {
    id: RandomId,
    title: "غداء1",
    disc: "وجبة غداء ممتعه ولذيذة جدا جدا جداوجبة فطار ممتعه ولذيذة جدا جدا جدا ",
    category: "غداء",
    price: 120,
    img: "1.jpg",
  },
  {
    id: RandomId,
    title: "عشاء3",
    disc: "وجبة عشاء ممتعه ولذيذة جدا جدا جداوجبة عشاء ممتعه ولذيذة جدا جدا جدا ",
    category: "عشاء",
    price: 110,
    img: "1.jpg",
  },
  {
    id: RandomId,
    title: "فطار2",
    disc: "وجبة فطار ممتعه ولذيذة جدا جدا جداوجبة فطار ممتعه ولذيذة جدا جدا جدا ",
    category: "فطار",
    price: 50,
    img: "3.jpg",
  },
  {
    id: RandomId,
    title: "فطار3",
    disc: "وجبة فطار ممتعه ولذيذة جدا جدا جداوجبة فطار ممتعه ولذيذة جدا جدا جدا ",
    category: "فطار",
    price: 15,
    img: "4.jpg",
  },
  {
    id: RandomId,
    title: "غداء3",
    disc: "وجبة غداء ممتعه ولذيذة جدا جدا جداوجبة فطار ممتعه ولذيذة جدا جدا جدا ",
    category: "غداء",
    price: 33,
    img: "1.jpg",
  },
  {
    id: RandomId,
    title: "غداء2",
    disc: "وجبة غداء ممتعه ولذيذة جدا جدا جداوجبة فطار ممتعه ولذيذة جدا جدا جدا ",
    category: "غداء",
    price: 84,
    img: "5.jpg",
  },
 
  {
    id: RandomId,
    title: "عشاء1",
    disc: "وجبة عشاء ممتعه ولذيذة جدا جدا جداوجبة عشاء ممتعه ولذيذة جدا جدا جدا ",
    category: "عشاء",
    price: 70,
    img: "2.jpg",
  },
  {
    id: RandomId,
    title: "عشاء2",
    disc: "وجبة عشاء ممتعه ولذيذة جدا جدا جداوجبة عشاء ممتعه ولذيذة جدا جدا جدا ",
    category: "عشاء",
    price: 88,
    img: "3.jpg",
  },
 
];

/*
وجبة فطار ممتعه ولذيذة جدا جدا جداوجبة فطار ممتعه ولذيذة جدا جدا جدا
وجبة عشاء ممتعه ولذيذة جدا جدا جداوجبة عشاء ممتعه ولذيذة جدا جدا جدا
وجبة غداء ممتعه ولذيذة جدا جدا جداوجبة غداء ممتعه ولذيذة جدا جدا جدا

*/
